
export type FooterLink = {
    heading: string;
    links: string[];
}

export const footerLinks: FooterLink[] = [
    {
        heading: "Сотрудничество",
        links: [
            "Стать партнером",
            "Покупать оптом",
            "Дропшипинг"
        ]
    },
    {
        heading: "О магазине",
        links: [
            "Реквизиты",
            "Контакты",
            "143530 г.Москва, ул. Селезневская 30к Б-В, Пн-Вс с 11:00 до 20:00"
        ]
    },
    {
        heading: "Покупателям",
        links: [
            "Оплата и доставка",
            "Обратная связь",
            "Возвраты",
            "Оферта",
            "Покупайте как юрлицо",
            "Поддержка",
            "О магазине",
        ]
    },
    {
        heading: "Мы в соцсетях",
        links: [
            "Telegram",
            "ВКонтакте",
            "YouTube"
        ]
    },
]
